org/DEM_A_variational_treatment_of_dynamic_systems_by_Karl_Friston_and_J_Daunizeau_in_2008.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: DEM_A_variational_treatment_of_dynamic_systems_by_Karl_Friston_and_J_Daunizeau_in_2008
#+TITLE: DEM A variational treatment of dynamic systems by Karl Friston and J Daunizeau in 2008
* [[file:dynamic_causal_modeling.org][dynamic causal modeling]], [[file:Karl_Friston.org][Karl Friston]], [[file:free_energy_principle.org][free energy principle]], [[file:dynamical_systems.org][dynamical systems]]
* Is this the origin of the approach in [[file:Dynamic_causal_modelling_of_COVID-19_by_Karl_Friston,_Thomas_Parr,_Jean_Daunizeau,_Rosalyn_Moran,_et_al_in_2020.org][Dynamic causal modelling of COVID-19 by Karl Friston, Thomas Parr, Jean Daunizeau, Rosalyn Moran, et al in 2020]]? Or is there an older or newer tutorial specifically on [[file:dynamic_causal_modeling.org][dynamic causal modeling]]? [[file:questions.org][questions]]
