content/posts/DEM_A_variational_treatment_of_dynamic_systems_by_Karl_Friston_and_J_Daunizeau_in_2008.md
+++
title = "DEM A variational treatment of dynamic systems by Karl Friston and J Daunizeau in 2008"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:34:12-04:00
slug = "DEM_A_variational_treatment_of_dynamic_systems_by_Karl_Friston_and_J_Daunizeau_in_2008"
draft = false
+++

## [dynamic causal modeling]({{< relref "dynamic_causal_modeling" >}}), [Karl Friston]({{< relref "Karl_Friston" >}}), [free energy principle]({{< relref "free_energy_principle" >}}), [dynamical systems]({{< relref "dynamical_systems" >}}) {#dynamic-causal-modeling--dynamic-causal-modeling-dot-md--karl-friston--karl-friston-dot-md--free-energy-principle--free-energy-principle-dot-md--dynamical-systems--dynamical-systems-dot-md}


## Is this the origin of the approach in [Dynamic causal modelling of COVID-19 by Karl Friston, Thomas Parr, Jean Daunizeau, Rosalyn Moran, et al in 2020]({{< relref "Dynamic_causal_modelling_of_COVID-19_by_Karl_Friston,_Thomas_Parr,_Jean_Daunizeau,_Rosalyn_Moran,_et_al_in_2020" >}})? Or is there an older or newer tutorial specifically on [dynamic causal modeling]({{< relref "dynamic_causal_modeling" >}})? [questions]({{< relref "questions" >}}) {#is-this-the-origin-of-the-approach-in-dynamic-causal-modelling-of-covid-19-by-karl-friston-thomas-parr-jean-daunizeau-rosalyn-moran-et-al-in-2020--dynamic-causal-modelling-of-covid-19-by-karl-friston-thomas-parr-jean-daunizeau-rosalyn-moran-et-al-in-2020-dot-md--or-is-there-an-older-or-newer-tutorial-specifically-on-dynamic-causal-modeling--dynamic-causal-modeling-dot-md--questions--questions-dot-md}
